/*
 * song.h
 *
 *  Created on: 3 déc. 2020
 *      Author: CT
 */

#ifndef MODULES_SOUND_SONG_H_
#define MODULES_SOUND_SONG_H_

/*--Includes----------------------------------------------------------*/
#include "sound.h"

/*--Macro-------------------------------------------------------------*/
/*--Types-------------------------------------------------------------*/
/*--Variables---------------------------------------------------------*/
extern double g_pdPapaNoel[];

/*--Prototype---------------------------------------------------------*/
/*--Exported functions------------------------------------------------*/


#endif /* MODULES_SOUND_SONG_H_ */
